Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[아이네블루메] 나의악마님_KO2EN.tmx
Source language: ko
Languages: en_us

source: 그건 아니지만...
en_us: I mean...

source: 배드민턴을 쳐볼까?
en_us: going to play badminton in pairs today.

source: 하아, 우울해
en_us: sigh... this is so depressing

source: 오늘은 짝을 지어
en_us: we’re

source: 서연, 교실로 향하면
en_us: seoyeon walks back to the classroom

source: 근데 너 학폭위 열리면
en_us: would anyone even come for you

source: 할머닌 야채 팔아야지
en_us: and your grandma’s busy selling veggies.

source: 응?
en_us: yes?

source: 네 좀...
en_us: I think so...

source: 어째서?
en_us: why not?

source: 얼굴까지 붉히고
en_us: you’re blushing

source: 하는 수 없지
en_us: that’s a shame.

source: 아님 같이 쳐줄 애가
en_us: or are you lying

source: 글쎄..
en_us: well...

source: 내 인생은 왜...
en_us: why is my life so–

source: 억울하면 가서
en_us: If you have a problem with us

source: 걔가 좋아하는 남자애가
en_us: the bullying started

source: 텅 빈 교실
en_us: in the empty classroom

source: 자자, 그만 떠들고 주목!
en_us: all right, everyone, listen up!

source: 꺄악, 난 몰라!
en_us: kyaaa, I can’t!

source: 오, 오해하지 마
en_us: d-don’t get me wrong

source: ㅡ운동장ㅡ
en_us: ㅡ at the gym ㅡ

source: 물을 부어놔서
en_us: she poured water into my sneakers

source: 받아들여주면 좋겠는데
en_us: you meet others

source: 다들 눈치 챘을까?
en_us: did everyone figure out

source: (으, 실수다!)
en_us: (crap, that was a mistake!)

source: 나에게 말 거는 건
en_us: besides, it’s pretty much

source: 제가 몸이 안 좋아서...
en_us: I don’t feel very well...

source: 앗!
en_us: wait!

source: 창가 끝에 있는
en_us: seoyeon sunk onto her seat

source: 친한 척 말을 걸지?
en_us: nice to me?

source: 그치만..
en_us: but...

source: 정서연
en_us: seoyeon jeong.

source: 특히 너처럼 생긴
en_us: if someone who looked like you showed up at school,

source: 사실은 아프지 않다는 거
en_us: that I’m not actually feeling unwell?

source: 바닥으로 주르륵
en_us: splash

source: 눈에 띄는 얼굴이라
en_us: that you would stand out.

source: 운동화를 뒤집자
en_us: she flips one of her sneakers upside down

source: 무슨 소문?
en_us: what rumor?

source: 딩동~ 댕
en_us: bingo!

source: 못 먹게 하는 건
en_us: so that I can’t eat it

source: 아, 아냐.
en_us: oh,

source: 극혐, 역겨워, 죽어버려!
en_us: I hate you.

source: 저 멀리 눈에 띄는
en_us: the girls whisper amongst themselves

source: 나라면 걍 자퇴한다
en_us: I’d drop out if I were her.

source: 김봄이 빡쳤다는..
en_us: because hyeonu do had a crush on seoyeon...

source: 일종의 응접실?
en_us: something like a living room

source: 나랑 계약할래?
en_us: shall we strike deal?

source: 자신의 책상에
en_us: at her desk

source: 아무것도
en_us: nothing.

source: 남학생을 두고
en_us: gushing over the boy on the other side

source: 김봄한테 찍힌 거 몰라?
en_us: don’t you know she’s under bomi kim’s radar?

source: 근데 너
en_us: by the way,

source: 극강의 비주얼~
en_us: he’s so good-looking!

source: 서연아, 빨리 가자
en_us: let’s hurry up, Seoyeon.

source: 만남의 장소 정도로
en_us: it’s a place where

source: 나처럼 뭐?
en_us: you would’ve what?

source: 이동하고 있다.
en_us: heading over to the gym.

source: 도망쳐 왔다는 거
en_us: to play with?

source: 나의 악마님
en_us: my dear demon

source: 왜 말을 하다 말아?
en_us: what were you gonna say?

source: 그럼 안 돼?
en_us: shouldn’t I be nice to you?

source: 떨어지는 물
en_us: water flows out of the shoe

source: 많이 안 좋은 거니?
en_us: Is it bad?

source: 아까부터 계속
en_us: you’re not making

source: 교실에 들어가 쉬도록 해
en_us: go back to your classroom and rest then

source: 현우한테 꼬리도 치지
en_us: that’s probably why she hit on hyeonu.

source: ㅋㅋ 알면서 뭘 물어?
en_us: haha.

source: 가까이 지내려고
en_us: nobody at school

source: 저기 봐, 도현우다!
en_us: look, it’s hyeonu do!

source: (내가 왜)
en_us: (why)

source: 글쎄, 내가 누굴까?
en_us: well, what do you think?

source: 있을 거라는 거지
en_us: seeing you

source: 얼굴이라면..
en_us: I would’ve...

source: 그러다 괜히
en_us: who knows,

source: 꿈??
en_us: just a dream?

source: 죽고 싶은 애한테
en_us: she’s already on the verge of dying from embarrassment

source: 안 그래도 쪽팔려서
en_us: do you really need to ask?

source: 미물들이나
en_us: only mere mortals

source: 정계 유명 인사인데
en_us: after all, his father is a major political figure

source: 그 지옥에서 널 건져줄게
en_us: I’ll get you out of this hellhole.

source: 집이 가난하니까?
en_us: and because my family is poor?

source: 가자가자
en_us: come on, let’s go.

source: ㅋㅋㅋ
en_us: hahaha

source: 어, 얼굴은 누가 붉혔다고
en_us: what are you talking about? I’m not blushing!

source: 저기, 선생님..
en_us: excuse me, teacher...

source: 아, 냅두라니까!
en_us: ah, just let it go!

source: 괜찮아
en_us: it’s okay

source: 하긴, 아버지가
en_us: that makes sense, though

source: 체육시간
en_us: It’s time for PE class.

source: 가득 적혀 있다.
en_us: go kill yourself!

source: 나한테 고백했단 이유로
en_us: ever since her crush

source: 각자 원하는
en_us: so, go ahead and find

source: 오늘도 환상적이네
en_us: he’s fantastic as always

source: 부모는 뒤졌고
en_us: your parents are dead

source: 어머머, 손도 흔들어
en_us: oh my, he’s waving too

source: 너 같은 남자애
en_us: I’ve never seen a boy

source: 정말 아픈 거야?
en_us: are you sure you’re sick?

source: 얼마나 두꺼운데
en_us: just how thick-skinned that b*tch is

source: 하지만 난
en_us: but

source: 아이들이 운동장으로
en_us: the students are

source: 우와, 늦겠다!
en_us: uh-oh, we’re running late!

source: 이거...
en_us: this is...

source: (무슨 잘못을 했다고)
en_us: (what have I done wrong?)

source: 패드립은 너무하다
en_us: don’t bring up her family, that’s a bit too much

source: 보기보다 둔하구나
en_us: you’re not as sharp as I thought

source: (어떡해.
en_us: (oh, no.

source: 헐, 진짜네
en_us: woah, you’re right

source: 난 몰라)
en_us: what should I do...)

source: 헉, RT면
en_us: RT?

source: 왜?
en_us: why?

source: 한 번도 본 적 없고
en_us: that looks like you

source: 어우 야~ ㅋㅋ
en_us: woah, woah lol

source: 교실 책상에...
en_us: I was just sitting at my desk...

source: 김봄?
en_us: bomi kim?

source: 친구가 없어서
en_us: because I don’t have a friend

source: 정서연 같은데?
en_us: wave at seoyeon jeong?

source: 유치하고 한심하군
en_us: that’s childish and pathetic

source: 나 참, 아니거든?!
en_us: I’m not!

source: 난 분명히
en_us: I swear

source: 1화.
en_us: chapter 1

source: 관심 없는 듯
en_us: I don’t think hyeonu’s interested

source: 여긴 어디?
en_us: where am I?

source: ㅆㅂ년이 째려보면 뭐?
en_us: so what, b*tch?

source: 내 외모가
en_us: do you like my looks?

source: 하긴, 그러니까
en_us: I guess so

source: 그런 쪽에 관심 둘
en_us: there’s no way he’d be

source: 힘없이 앉는 서연
en_us: by the window at the back.

source: 얼마나 곤란했다고
en_us: and gave me a hard time

source: 쪽팔리긴 무슨
en_us: as if she’ll even feel embarrassed!

source: 하지 않는단 말이야
en_us: wants to be friends with me

source: 서연의 표정이 일그러진다.
en_us: and grimaces.

source: 이상한 애네
en_us: you’re weird

source: 교과서를 찢어놓거나
en_us: she’d tear up my textbooks

source: 야, 쟤한텐
en_us: hey!

source: 우리 학교
en_us: so, if you were a student

source: 왜 난 본 적이 없지?
en_us: how come I’ve never seen you before?

source: 어떡하니.
en_us: I don’t know what to do.

source: 인간들은
en_us: after all, humans like this kind of face,

source: 할 만한 짓이야
en_us: would do that

source: 대형 기획사잖아~!
en_us: that’s a major entertainment agency!

source: 오디션 제의받았대
en_us: to audition at RT?

source: ㅋㅋㅋㅋㅋㅋㅋㅋㅋ
en_us: lmaooo

source: 우리까지 괴롭힘당할라
en_us: we might get harassed too.

source: 찾아와줄 사람은 있니?
en_us: if they hold a discipline committee meeting?

source: 도련님이 아니지
en_us: into this kind of thing

source: 괴롭힘이 시작됐어
en_us: asked me out

source: 아무도 나하고는
en_us: no one is nice to me

source: 무슨 일이지?
en_us: what’s wrong?

source: 이런 얼굴 좋아하지?
en_us: right?

source: 분명히 본 기억이
en_us: I would’ve remembered

source: 어라, 현우가 손 흔든 사람
en_us: wait, did hyeonu just

source: 우리 째려보는데?
en_us: glaring at us.

source: 뭐지.
en_us: what’s going on?

source: 꽤 자신 있으니까
en_us: when it comes to my looks

source: 흐~음, 그렇군
en_us: hmm, I see.

source: (대체 내가..)
en_us: (why would I...)

source: 신발장을 열던
en_us: seoyeon opens her locker

source: 야, 저년 안 가고
en_us: hey, that b*tch is still there

source: 이해할 수 없는 말만...
en_us: any sense

source: 근데 정작 현우는
en_us: but

source: 얼마 전에 RT에서
en_us: that he recently got offered

source: 수군거리는 여자애들
en_us: who stood out from the crowd.

source: 저년 낯짝이
en_us: you’ve no idea

source: 도현우가 서연이 좋아해서
en_us: the rumor that bomi kim’s upset

source: 사실이었나 봐
en_us: the rumor was true.

source: 이제 알았어?
en_us: did you just realize that?

source: 내가 널 데려왔어
en_us: I’m the one who brought you over.

source: 팩폭이거든?
en_us: I’m just stating facts

source: 누군가 부르는 소리에
en_us: just then, someone calls out to seoyeon

source: 너 누구야?
en_us: who are you?

source: 뭐 하러 말 걸어!
en_us: why are you talking to her?

source: 신경 꺼
en_us: don’t talk to her.

source: 아, 아니라니깐!
en_us: n-no!

source: 어?
en_us: huh?

source: 설렜어?
en_us: give you butterflies in your stomach?

source: 파트너를 찾도록
en_us: a partner

source: 급식에 모래를 뿌려서
en_us: and sprinkle sand on my lunch

source: 서연
en_us: hey, seoyeon.

source: 모두 날 싫어해
en_us: because I’m an outcast

source: 짝인데
en_us: she sits next to me in class

source: 네 취향인 건가?
en_us: am I your type?

source: 부모가 없어서?
en_us: it’s probably because I don’t have parents?

source: 아~ 무도 없어서야?
en_us: because nobody wants to play with you?

source: 책상에는
en_us: her desk has been scribbled all over

source: 뭐랄까
en_us: this is

source: 싫어한다고?
en_us: everyone hates you?

source: 여길 봐
en_us: look here.

source: 어, 어쩌면
en_us: oh, maybe

source: 서둘러!
en_us: hurry!

source: 오오, 눈빛 봐
en_us: dang, what an intense look

source: 학생이었다면
en_us: at my school,

source: 후
en_us: sigh...

source: 눈을 뜬 서연
en_us: seoyeon opens her eyes.

source: 그리고 왜 나한테
en_us: besides, why are you being so...

source: 뭐야, 갑자기
en_us: what was that?

source: 일상이지 ㅋ
en_us: I’m used to it by now though, haha

source: 꼰질러 보시던가
en_us: go ahead and snitch.

source: 하지만 가장 큰 이유는
en_us: the biggest reason, however,

source: 너, 너, 너, 너 뭐야?
en_us: w-who, who, who are you?

source: 우앙, 언제 봐도
en_us: wow, he never disappoints

source: 김봄 때문이야
en_us: is bomi kim

source: 금지되어 있으니까..
en_us: banned to even just talk to me, so...

source: 따위의 말이
en_us: you’re disgusting.

source: 그야말로 하찮은
en_us: literally

source: 보라니까
en_us: over here!

source: 으, 진짜 초 비참
en_us: ugh, how miserable

source: 우리 반 일진
en_us: she’s a bully in my class

source: 또 이런 짓을..
en_us: not again.

source: 그, 그냥..
en_us: I-I just meant...

source: 응
en_us: okay

source: 외모에 대해서라면
en_us: I’m quite confident

source: 같이 어울려줄
en_us: that I’m hiding

source: 내 심장ㅜㅜ
en_us: my poor heart!!!

source: 혹시...
en_us: did I...

source: 왕따니까
en_us: everyone hates me

source: 아까도 운동화에
en_us: earlier today

source: 들었어?
en_us: did you know

source: 그럼 그 소문이
en_us: I guess

source: 맞아.
en_us: she’s right.

source: 우리 학교 맞아?
en_us: do you go to our school?

source: 이쪽을 본다
en_us: he’s looking this way!
